[
  "obsidian-tasks-plugin",
  "dataview",
  "calendar",
  "table-editor-obsidian",
  "periodic-notes",
  "nldates-obsidian",
  "templater-obsidian",
  "tag-wrangler",
  "obsidian-vimrc-support",
  "reveal-active-file-button",
  "obsidian-git",
  "folder-notes",
  "painter",
  "obsidian-outliner"
]